<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'INVALID_LOGIN'                 => 'লগিন করার জন্য আপনার দেয়া তথ্য গুলি সঠিক নয়!',
    'PASSWORD_ERROR'                => 'আপনার দেয়া পাসওয়ার্ডটি সঠিক নয়!',
    'THROTTLE'                      => 'ভুল তথ্য দিয়ে একাদিক বার লগিন করার চেষ্টা করায় এ্যাকাউন্টটি সাময়িক ভাবে বন্ধ করে দেয়া হলো। অনুগ্রহ করে :minutes মিনিট পরে আবার চেষ্টা করুন!',

    'ACCOUNT_CREATED'               => 'অ্যাকাউন্ট সফলভাবে তৈরি করা হয়েছে!',
    'ACCOUNT_CONFIRMED'             => 'ইমেইল ভ্যারিফিকেশন সম্পন্ন হয়েছে!',

    'ALREADY_VERIFIED'              => 'আপনার ইমেলটি ইতিমধ্যেই যাচাই করা হয়েছে৷।',
    'VERIFICATION_EMAIL_SEND'       => 'ভ্যারিফিকেশন লিংক প্রেরন করা হয়েছে। অনুগ্রহ করে আপনাত্র ইমেইল এর ইনবক্স চেক করুন ও এ্যযকাউন্ট ভ্যারিফাই করুন।',
    'VERIFICATION_DONE'             => 'আপনার ইমেলটি ভ্যারিফিকেশন সম্পন্ন হয়েছে।',

    'LOGGED_OUT'                    => 'সফল ভাবে লগআউট হয়েছে!',
    'EMPTY_USER_ID'                 => 'অনুগ্রহ করে আপনার ইউজার আইডী লিখুন।',
    'INVALID_USER_ID'               => 'অকার্যকর ইউজার আইডী',
    'PASSWORD_UPDATED'              => 'আপনার এ্যাকাউন্টের পাসওয়ার্ড সফল ভাবে পরিবর্তন হয়েছে! আপনার এ্যাকাউন্টে লগিন করুন।',

    'MONTHLY_PASSWORD_RESET_EXCEED' => 'আমরা গত 30 দিনে এই অ্যাকাউন্টের জন্য অনেক বেশি পাসওয়ার্ড রিসেট অনুরোধ পেয়েছি! অনুগ্রহ করে কয়েকদিন অপেক্ষা করুন বা সহায়তার সাথে যোগাযোগ করুন।',
    'WEEKLY_PASSWORD_RESET_EXCEED'  => 'আমরা গত 7 দিনে এই অ্যাকাউন্টের জন্য অনেক বেশি পাসওয়ার্ড রিসেট অনুরোধ পেয়েছি! অনুগ্রহ করে কয়েকদিন অপেক্ষা করুন বা সহায়তার সাথে যোগাযোগ করুন।',
    'DAILY_PASSWORD_RESET_EXCEED'   => 'আমরা আজ এই অ্যাকাউন্টের জন্য অনেকগুলি পাসওয়ার্ড রিসেট অনুরোধ পেয়েছি! অনুগ্রহ করে আগামীকাল আবার চেষ্টা করুন বা সহায়তার সাথে যোগাযোগ করুন।',

];
